Repository: eea/eea.daviz
Catalog: eea/daviz/locales/*/LC_MESSAGES/eea.po
Languages: it, pt_br

source: Add a data URL which returns CSV/TSV, standard JSON, Exhibit JSON or Google Spreadsheet
it: Aggiungi un URL di un servizio che restituisca dati in formato CSV/TSV, standard JSON, Exhibit JSON o Google Spreadsheet
pt_br: Adicionar uma URL de dados que retorna CSV/TSV, JSON padrão, JSON de exbição ou Planilha do Google

source: Add data from URL
it: Aggiungi dati da URL
pt_br: Adicionar dados a partir de uma URL

source: Changing data sources may break existing visualizations for this context. You should consider creating a new Visualization rather than changing this one if the new data is different than the existing one. Are you sure you want to continue?
it: Cambiare la sorgente dati potrebbe danneggiare le visualizzazioni per questo oggetto. Se i dati sono diversi, dovresti considerare di creare una nuova Visualizzazione invece di cambiare quella attuale. Sei sicuro di voler continuare
pt_br: Alterar fontes de dados podem quebrar visualizações existentes para este contexto. Você deve considerar a criação de uma nova visualização ao invés de mudar este se os novos dados são diferentes do existente. Tem certeza de que deseja continuar?

source: Copy and paste a data table from a file/webpage
it: Copia e incolla una tabella dati da file o pagina web
pt_br: Copiar e colar uma tabela de dados de um arquivo/página web

source: Data source Organisation
it: Organizzazione sorgente dati
pt_br: Fonte de dados da Organização

source: Data source link
it: Link alla sorgente dati
pt_br: Link da fonte de dados

source: Data source title
it: Titolo della sorgente dati
pt_br: Título da fonte de dados

source: Daviz Settings
pt_br: Configurações do Daviz

source: Default Folder for Visualizations
pt_br: Pasta Padrão para as Visualizações

source: Find and reuse existing data
it: Trova e riutilizza dati esistenti
pt_br: Encontrar e reutilizar dados existentes

source: Invalidate cache
it: Invalida la cache
pt_br: Invalidar cache

source: Look for compatible datasets in catalogue (e.g. visualization data, .tsv, .csv, SPARQL, etc)
it: Cerca set di dati compatibili nel catalog (es: dati visualizzazione, .tsv, .csv, SPARQL, etc)
pt_br: Procurar no catálogo por conjuntos de dados compatíveis (ex: visualization data, .tsv, .csv, SPARQL, etc)

source: Provided URL doesn't provide valid data for visualization or this type of data is not supported, yet.
it: L'URL fornito non restituisce dati validi per la visualizzazione oppure questo tipo di dati non Ã© ancora supportato.
pt_br: A URL informada não provê dados válidos para visualizações ou este tipo de dados ainda não é suportado.

source: Specify data source
it: Specifica sorgente dati
pt_br: Especificar fonte de dados

source: Specify data source Organisation
it: Specifica l'Organizzazione della sorgente dati
pt_br: Especificar fonte de dados d

source: Specify data source link
it: Specifica il link alla sorgente dati
pt_br: Especificar link da fonte de dados

source: Upload CSV/TSV data files from your computer
it: Carica file CSV/TSV dal tuo computer
pt_br: Upload arquivos CSV/TSV a partir do seu computador

source: Warning
it: Attenzione
pt_br: Aviso

source: You should provide data in a valid CSV format(.csv, .tsv, etc)
it: Dovresti fornire dati in formato CSV valido (.csv, .tsv, etc)
pt_br: Você deveria prover dados em um formato CSV válido (.csv, .tsv, etc)

source: copy-paste-description
it: Controlla questi <a target="_blank" href="http://www.eea.europa.eu/data-and-maps/daviz/learn-more/examples">dati di esempio</a> o leggi <a target="_blank" href="http://www.eea.europa.eu/data-and-maps/daviz/learn-more/prepare-data">come preparare i dati</a>
pt_br: Default: "Verifique estes <a target="_blank" href="http://www.eea.europa.eu/data-and-maps/daviz/learn-more/examples">exemplos de dados</a> ou leia <a target="_blank" href="http://www.eea.europa.eu/data-and-maps/daviz/learn-more/prepare-data">como preparar dados</a>"

source: upload-csv-description
it: Trascina file .tsv e .csv nell'area sottostante, vedi <a target="_blank" href="http://www.eea.europa.eu/data-and-maps/daviz/learn-more/examples">dati di esempio</a> o leggi <a target="_blank" href="http://www.eea.europa.eu/data-and-maps/daviz/learn-more/prepare-data">come preparare dati</a>
pt_br: Default: "Arraste e solte 'arquivos .tsv, .csv' na área abaixo, veja <a target="_blank" href="http://www.eea.europa.eu/data-and-maps/daviz/learn-more/examples">dados de exemplos</a> ou leia <a target="_blank" href="http://www.eea.europa.eu/data-and-maps/daviz/learn-more/prepare-data">como preparar dados</a>"
